
% ÷вета

BlueDark     = [0.0000, 0.4470, 0.7410];   %темно-синий
BlueBright   = [0.3010, 0.7450, 0.9330];   %светло-синий
OrangeDark   = [0.8500, 0.3250, 0.0980];   %темно-оранжевый
OrangeBright = [0.9290, 0.6940, 0.1250];   %светло-оранжевый
GreenBright  = [0.4660, 0.6740, 0.1880];   %светло-зеленый
GreenDark    = [0.1660, 0.5740, 0.2880];   %темно-зеленый

Red          = [1.0, 0.0, 0.0];            %красный
Green        = [0.0, 1.0, 0.0];            %зеленый
Blue         = [0.0, 0.0, 1.0];            %синий

Grey         = [0.5, 0.5, 0.5];            %серый
YellowOrange = [0.9, 0.6, 0.0];            %желто-оранжевый (поражение цели)

Orange       = [1.0, 0.5, 0.0];            %оранжевый


